
/* The port part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the port number. */
" (port %@)" = " (port %@)";

/* The format string for putting together a size and a unit (except for bytes).  The float is the size and the object is the unit. */
"%.1f %@" = "%.1f %@";

/* Status displayed for queue items in the connection manager. How many percent complete the transfer is. */
"%0.2f percent complete" = "%0.2f procent färdigt";

/* Status displayed for queue items in the connection manager. The combination of progress and speed text.  E.g. "2.1 MB of 42 MB - 300 KB per sec". */
"%@ - %@" = "%@ - %@";

/* The user part in the small text under a connection name, for example "ajacobs at localhost (port 431)".  The object is the username. */
"%@ at " = "%@ på ";

/* Status displayed for queue items in the connection manager. How far through the transfer the file is - e.g. "2.1 MB of 42 MB". */
"%@ of %@" = "%@ av %@";

/* Status displayed for queue items in the connection manager. The speed (in KB or MB per second) of the transfer. */
"%@ per sec" = "%@ per sek.";

/* The format to put together the small text under a connection name, for example "ajacobs at localhost (port 431)".  The first object is the user part, then the host part, then the port part. */
"%@%@%@" = "%@%@%@";

/* The format string for the title of a connection window.  The first object is the username and the second is the hostname. */
"%@@%@" = "%@@%@";

/* The format string for putting together a size and a byte unit. */
"%u B" = "%u B";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred. */
"%u incomplete queue items" = "%u filer kvar i kön";

/* Status displayed for connections in the connection manager. The number of queue items transferring or waiting to be transferred and the speed of the currently running item. */
"%u incomplete queue items - %@ per sec" = "%u filer kvar i kön - %@ per sek.";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The format for the date of release.  This one gives a date like 2005-06-20. */
"%Y-%m-%d" = "%Y-%m-%d";

/* The placeholder that is displayed if a file's size is unknown or illegal.  Also displayed for the size of a directory */
"--" = "--";

/* The tooltip of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add the selected item(s) to the queue" = "Lägger till markerade objekt i kön";

/* The label of the toolbar item that causes the currently selected remote listings to be queued to be downloaded. */
"Add to Queue" = "Lägg till i kö";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The title text of the alert. */
"An update is available for OneButton FTP." = "En uppdatering till OneButton FTP finns tillgänglig.";

/* From the sheet that pops up asking for confirmation before deleting remote items. The title of the alert. */
"Are you sure you want to delete the selected item(s)?" = "Är du säker att du vill radera markerade objekt?";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that cancels the delete operation. */
"Cancel" = "Avbryt";

/* The label of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect" = "Anslut";

/* The tooltip of the toolbar item which causes a connection window to be opened for the currently selected connection */
"Connect to selected bookmark(s)" = "Anslut till markerade bokmärke";

/* Status displayed for connections in the connection manager. A connection has successfully been established for this bookmark. */
"Connected" = "Ansluten";

/* Status displayed for connections in the connection manager. We are currently attempting to establish a connection. */
"Connecting" = "Ansluter";

/* The label of the toolbar item which brings up the console windows for the selected bookmarks. */
"Console" = "Konsol";

/* The format string for the title of a console window.  The first object is the username and the second is the hostname. */
"Console: %@@%@" = "Konsol: %@@%@";

/* The error displayed when you try to launch an editor that cannot be found. The object is the name of the editor. */
"Could not find editor %@." = "Could not find editor %@.";

/* The tooltip of the toolbar item which brings up the window to create a new connection */
"Create a new connection" = "Skapa ny anslutning";

/* The tooltip of the toolbar item that creates a new directory in the current remote directory. */
"Create a new directory in the current remote directory" = "Skapa en ny katalog i fjärrkatalogen";

/* The label of the toolbar item which deletes any selected bookmarks. */
"Delete" = "Radera";

/* The tooltip of the toolbar item which deletes any selected bookmarks. */
"Delete selected bookmark(s)" = "Radera markerade bokmärke";

/* The tooltip of the toolbar item which deletes the selected remote items. */
"Delete the currently selected item(s)" = "Radera markerade objekt";

/* The label of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect" = "Koppla ned";

/* The tooltip of the toolbar item which causes the connection windows for the currently selected connection to be closed and the connection to be disconnected. */
"Disconnect from selected bookmark(s)" = "Koppla ned från markerade bokmärke";

/* The string which is appended to the console when a connection is disconnected. */
"Disconnected" = "Nedkopplad";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers no to the question of whether they want to go to the website for an update. */
"Dismiss" = "Nej";

/* The format string for the description of a file download queue item displayed in the queue table view. */
"Download %@" = "Ladda ned %@";

/* The format string for the description of a directory download queue item displayed in the queue table view. */
"Download directory %@" = "Ladda ned katalog %@";

/* Status displayed for queue items in the connection manager. The file is currently being downloaded. */
"Downloading" = "Laddas ner";

/* Status displayed for connections in the connection manager. The connection is currently downloading the given file. */
"Downloading %@" = "Laddar ner %@";

/* The label of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit" = "Redigera";

/* The tooltip of the toolbar item which causes a window to be opened where you can edit the currently selected bookmark. */
"Edit selected bookmark" = "Redigera markerat bokmärke";

/* The abbreviation for a gigabyte. */
"GB" = "GB";

/* Status displayed for queue items in the connection manager. This displays if for some reason we can't display how far through the transfer we are. */
"In progress" = "Överföring pågår";

/* The abbreviation for a kilobyte. */
"KB" = "KB";

/* The abbreviation for a megabyte. */
"MB" = "MB";

/* The label of the toolbar item which brings up the window to create a new connection */
"New" = "Ny";

/* The default title for a new connection window */
"New Connection" = "Ny Anslutning";

/* The label of the toolbar item that creates a new directory in the current remote directory. */
"New Directory" = "Ny Katalog";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"No" = "Nej";

/* Status displayed for connections in the connection manager. The queue is currently empty. */
"No queue items" = "Inga filer i kö";

/* From the sheet that pops up asking for confirmation before deleting remote items. The button that causes the remote items to be deleted. */
"OK" = "Radera";

/* The tooltip of the toolbar item which allows the user to edit the selected file in an external editor. */
"Open currently selected remote file(s) in an external editor and watch for changes" = "Open currently selected remote file(s) in an external editor and watch for changes";

/* The informative text displayed when you try to launch an editor that cannot be found. */
"Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications." = "Please make sure that you have typed its name correctly in the OneButton FTP preferences and that it is installed in the proper place for applications.";

/* Status displayed for queue items in the connection manager. The file is sitting in the queue and not currently transferring. */
"Queued" = "Köad";

/* The label of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh" = "Uppdatera";

/* The tooltip of the toolbar item which refreshes the contents of the current remote directory. */
"Refresh the current remote directory" = "Uppdaterar den nuvarande fjärrkatalogen";

/* The label of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename" = "Ändra filnamn";

/* The tooltip of the toolbar item which allows the user to rename the currently selected remote file or directory. */
"Rename the currently selected remote file or directory" = "Ändrar namnet på den markerade filen eller katalogen";

/* The tooltip of the toolbar item which brings up the console windows for the selected bookmarks. */
"Show console window for selected connection(s)" = "Visa konsolfönstret för markerade anslutningar";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Such statistics will be collected periodically in order to help improve OneButton FTP.  They will not contain any personal or sensitive information and are similar to the information your browser sends when you visit a web page.  See OneButton FTP preferences for more information." = "Denna sorts statistik samlas in periodvis för att förbättra OneButton FTP.  Givetvis innehåller den ingen personlig information, utan kan liknas vid den information som en webbläsare skickar när man besöker en hemsida.  För vidare information, se egenskaperna.";

/* From the sheet that pops up asking for confirmation before deleting remote items. The main text of the alert. */
"The contents of any directories will also be deleted." = "Innehållet i eventuella kataloger kommer även att raderas.";

/* The format string for the description of a file upload queue item displayed in the queue table view. */
"Upload %@" = "Ladda upp %@";

/* The format string for the description of a directory upload queue item displayed in the queue table view. */
"Upload directory %@" = "Ladda upp katalog %@";

/* Status displayed for queue items in the connection manager. The file is currently being uploaded. */
"Uploading" = "Laddas upp";

/* Status displayed for connections in the connection manager. The connection is currently uploading the given file. */
"Uploading %@" = "Laddar upp %@";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The main text of the alert. */
"Version %@ was released on %@.  Would you like to visit www.onebutton.org for an update?" = "Version %@ släpptes %@. Skulle du vilja besöka www.onebutton.org för att hämta denna uppdatering?";

/* Displayed in the notification telling the user that there is a newer version of OneButton FTP available. The button that answers yes to the question of whether they want to go to the website for an update. */
"Visit" = "Besök";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Would you like to contribute anonymous usage statistics?" = "Vill du bidra med anonym användningsstatistik?";

/* From the sheet that pops up the first time you run the program to ask you if you would like to contribute anonymous usage data. */
"Yes" = "Ja";
